brew "pkgconfig"
brew "lcov"
brew "qt"
brew "ccache"
brew "llvm"
brew "libomp"
brew "ninja"
brew "cmake"
brew "flex"
brew "bison"
brew "python"
brew "pybind11"
brew "rapidjson"
brew "spdlog"
brew "igraph"
brew "boost"
brew "doxygen"
brew "graphviz"