brew "pkgconfig"
brew "lcov"
brew "qt@5"
brew "ccache"
brew "llvm@14"
brew "libomp"
brew "libopenmpt"
brew "ninja"
brew "cmake"
brew "flex"
brew "bison"
brew "python"
brew "pybind11"
brew "rapidjson"
brew "doxygen"
brew "graphviz"
brew "z3"
brew "quazip"
brew "boost"
brew "readline"
brew "verilator"
